Repository: micro9000/Cost-Saving-Project-Reporting-System
Catalog: ESAVINGS-v1/Resources/Controllers/ESavings.*.resx
Languages: ms_my, vi_vn

# action_approval_complete_reqmts_msg
source: Please complete the requirements, (Remarks and verification status)
ms_my: Sila lengkapkan keperluan, (Keterangan dan status pengesahan)
vi_vn: Vui lòng hoàn tất các yêu cầu, (dánh dấu và xác nhận trạng thái)

source: Added dollar impact
ms_my: Kesan dolar ditambah
vi_vn: Ðã thêm tác động tiền đô la

source: Added expected project start date
ms_my: Tarikh permulaan projek dijangka ditambah
vi_vn: Ðã thêm ngày bắt đầu dự án

source: Added finance approver
ms_my: Tambah Pihak kewangan yang memberi kelulusan
vi_vn: Ðã thêm người phê duyệt tài chính

# added_number_of_months_active
source: Added number of months to be active
ms_my: Bilangan bulan untuk menjadi aktif ditambah
vi_vn: Ðã thêm số tháng hoạt động

source: Added project type
ms_my: Jenis projek ditambah
vi_vn: Ðã thêm loại dự án

# assigned_new_cost_analyst_approver
source: Assign new cost analyst approver
ms_my: Berikan penganalisa kos kelulusan Baru
vi_vn: Ðã chỉ định người phê duyệt phân tích chi phí mới

# assign_project_owner_complete_reqmnts_msg
source: Please complete the requirements, (project owner ff id, fullname and proposal id)
ms_my: Sila lengkapkan keperluan ( Pemilik projek ff id, nama penuh dan id cadangan)
vi_vn: Vui lòng hoàn tất các yêu cầu, (người phụ trách dự án, mã số ff id, họ tên đầy đủ và id đề xuất)

# assign_project_owner_email_msg
source: E-Savings Ticket #{0} - assigned you as project owner (who execute the project). Please click the link below to view the details <br/>
ms_my: E-Savings Ticket #{0} - mengarahkan anda sebagai pemilik projek (yang melaksanakan projek). Sila klik pautan di bawah untuk melihat butiran<br/>
vi_vn: Ticket #{0} – đã được gán cho bạn như là người như là người phụ trách dự án (hay người thực thi dự án). Vui lòng nhấnn vào link bên dưới để xem chi tiết <br/>

# assign_project_owner_email_subject
source: Project Owner in E-Savings-Ticket#
ms_my: Pemilik Projek di E-Savings-Ticket #
vi_vn: Chủ dự án trên hệ thống E-Saving - Ticket #

# assign_project_owner_error_msg
source: Failed to assign project owner, please try again
ms_my: Gagal memberikan pemilik projek, sila cuba lagi
vi_vn: Lỗi khi gán cho người thực hiện dự án , vui lòng thử lại

# assign_project_owner_success_msg
source: Successfully assign to project owner
ms_my: Berjaya berikan kepada pemilik projek
vi_vn: Ðã gán thành công người phụ trách dự án

# bpi_marked
source: Marked
ms_my: Tanda
vi_vn: Ðánh dấu

# bpi_unmarked
source: Unmarked
ms_my: Tidak tanda
vi_vn: Không đánh dấu

# CA_approver_not_allowed_to_make_changes_on_this
source: Cost Analyst approver is not allowed to make changes on this approval
ms_my: Penganalisa Kos yang memberi kelulusan tidak dibenarkan membuat perubahan pada kelulusan ini
vi_vn: Người phê duyệt chi phí không được phép thay đổi phê duyệt này

# close_all_action_items_before_move_to_active
source: Please close all action items before moving the active
ms_my: Sila tutup semua tindakan sebelum bergerak dari aktif
vi_vn: Vui lòng đóng tất cả các hạng mục trước khi chuyển đến hạng mục kích hoạt

# close_all_action_items_before_move_to_finance_approval
source: Please close all action items before moving the status to finance approval
ms_my: Sila tutup semua perkara tindakan sebelum memindahkan status untuk kelulusan kewangan
vi_vn: Vui lòng đóng tất cả các mục đang hoạt động trước khi chuyển trạng thái sang phê duyệt tài chính.

# close_all_action_items_before_move_to_funnel_evaluating
source: Please close all action items before moving the cost funnel evaluating
ms_my: Sila tutup semua item tindakan sebelum mengalihkan corong kos penilaian.
vi_vn: Vui lòng đóng tất cả các hạng mục trước khi di chuyển đến đánh giá hạng mục chi phí

# cost_analyst_approval_email_msg_1
source: E-Savings Ticket #{0}. {1} by {2}. <br/>Please click the link below to view the details.
ms_my: #Tiket E-Saving {0}. {1} oleh {2}. Sila semak pautan di bawah untuk melihat butiran
vi_vn: E-Savings Số ticket #{0} - {1} bởi {2} Vui lòng nhấn vào link bên dưới để xem chi tiết

# cost_analyst_approval_email_msg_2
source: E-Savings Ticket #{0}. Moved status to {1} by {2}. Please click the link below to view the details
ms_my: #Tiket E-Saving {0}. Berpindah status ke {1} oleh {2}. Sila semak pautan di bawah untuk melihat butiran
vi_vn: Số ticket {0} đã chuyển trạng thái sang {1} bởi {2} . Vui lòng nhấn vào link bên dưới để xem chi tiết

# cost_analyst_approval_email_msg_3
source: E-Savings Ticket #{0}. {1} by {2}. Need your approval, please click the link below to view the details.
ms_my: E-Saving Tiket#{0}. {1} oleh {2}. Perlukan persetujuan anda, pila semak pautan di bawah untuk melihat butiran.
vi_vn: Số Ticket {0}. {1} bởi {2}. Cần sự phê duyệt của bạn. Vui lòng nhấn nào link bên dưới để xem chi tiết

# cost_analyst_approval_email_subject_2
source: E-Savings-Move-status-Ticket#{0}
ms_my: Status E-Savings pindah tiket#{0}
vi_vn: Hệ thống E-Saving chuyển sang trạng thái – Ticket#{0}

# cost_analyst_approval_successes_msg
source: Successfully moved status to <i>{0}</i> status!
ms_my: Berjaya pindah status ke <i>{0}</i> status
vi_vn: Chuyển thành công trạng thái sang trạng thái {0}

# create_new_action_complete_reqmts_msg
source: Please complete the requirements, (Action Description and action owner info)
ms_my: Sila lengkapkan keperluan, (Perihalan tindakan dan maklumat pemilik tindakan)
vi_vn: Xin vui lòng hoàn tất các yêu cầu, (Mô tả hành động và thông tin người nhận hành động)

# create_new_action_email_msg
source: Action Needed from E-Savings Ticket #{0} is assign to you. Please click the link below to view the details
ms_my: Tindakan Diperlukan dari E-Savings Ticket#{0} diberikan kepada anda. Sila semak pautan di bawah untuk melihat butiran.
vi_vn: Bạn nhận được hành động từ hệ thống E-savings Ticket #{0}. Vui lòng nhấn vào link bên dưới để xem chi tiết

# create_new_action_email_subject
source: Action Needed from E-Savings-Ticket#
ms_my: Tindakan diperlukan daripada E-Savings-Tiket#
vi_vn: Yêu cầu hành động từ hệ thống E-Saving (Ticket #)

# create_new_action_error_msg
source: Failed to add new action, please try again
ms_my: Gagal menambah tindakan baru, sila cuba lagi
vi_vn: Lỗi khi thêm hành động mới, vui lòng thử lại

# create_new_action_success_msg
source: Action successfully assign to action owner
ms_my: Tindakan berjaya diberikan kepada pemilik tindakan
vi_vn: Hành động đã được gán thành công đến người chịu trách nhiệm thực thi hành động

# current_imgs_unable_upload
source: Current Images (Unable to upload)
ms_my: Imej Semasa (Tidak dapat muat naik)
vi_vn: Hình ảnh hiện tại (không thể tải lên)

# delete_proposal_files_invalid_target
source: Invalid target
ms_my: Sasaran tidak sah
vi_vn: Mục tiêu không hợp lệ

source: Dollar impact is required
ms_my: Kesan Dolar diperlukan
vi_vn: Ảnh hưởng tiền đô la được yêu cầu

source: Done changing finance approver.
ms_my: Selesai menukar Pihak Kewangan yang memberi kelulusan
vi_vn: Hoàn thành việc thay đổi người phê duyệt tài chính.

source: Expected start date is required
ms_my: Jangkaan tarikh permulaan diperlukan
vi_vn: Ngày bắt đầu dự kiến ​​là bắt buộc

# internal_error_msg
source: Internal error, kindly report this error
ms_my: Ralat dalaman, sila laporkan ralat ini
vi_vn: Lỗi nội bộ, vui lòng báo cáo lỗi này

source: Invalid
ms_my: Tidah Sah
vi_vn: Không hợp lệ

# invalid_current_img_len
source: Invalid current image length
ms_my: Panjang imej semasa tidak sah
vi_vn: Độ dài hình ảnh hiện tại không hợp lệ

# invalid_dept_area_beneficiary
source: Invalid Department/Area beneficiary
ms_my: Jabatan / Kawasan benefisiari Tidak sah
vi_vn: Phòng ban, khu vực liên quan không hợp lệ

source: Invalid dollar impact
ms_my: Impak dolar tidak sah
vi_vn: Tác động tiền đô la không hợp lệ

# invalid_dollar_impact_whole_decimal_num
source: Invalid dollar impact (must be whole/decimal number)
ms_my: Dolar impak tidah sah (mesti nombor keseluruhan / perpuluhan)
vi_vn: Tác động cuả tiền đô la không hợp lệ (Yêu cầu phải là số nguyên/số thập phân)

source: Invalid expected start date
ms_my: Jangkaan tarikh mula tidak sah
vi_vn: Ngày dự kiến bắt đầu không hợp lệ

# invalid_num_months_to_be_active
source: Invalid number of months to be active
ms_my: Bilangan bulan untuk menjadi aktif tidak sah
vi_vn: Số tháng hiện tại không tồn tại

# invalid_num_months_to_be_active_less_greater_than
source: Invalid number of months to be active (less than or equal to {0} OR greater than {1} only)
ms_my: Bilangan bulan untuk menjadi aktif tidak sah (kurang daripada atau sama dengan {0} atau lebih besar daripada {1} sahaja)
vi_vn: Số tháng hiện tại không hợp lệ (không tồn tại) (nhỏ hơn hoặc bằng {0} hoặc lớn hơn {1})

source: Invalid OA status
ms_my: Status OA tidak sah
vi_vn: Trạng thái OA không hợp lệ

source: Invalid project type
ms_my: Jenis Projek tidah sah
vi_vn: Loại dự án không hợp lệ

source: Invalid Proposal
ms_my: Cadangan tidak sah
vi_vn: Ðề xuất không hợp lệ

source: Invalid proposal id
ms_my: Cadangan ID tidak Sah
vi_vn: ID đề xuất không hợp lệ

# invalid_proposal_img_len
source: Invalid proposal image length
ms_my: Panjang imej cadangan tidak sah
vi_vn: Độ dài hình ảnh đề xuất không hợp lệ

# invalid_supporting_docs_len
source: Invalid supporting documents length
ms_my: Panjang dokumen sokongan tidak sah
vi_vn: Ðộ dài tài liệu hỗ trợ không hợp lệ

# invalid_verification_status
source: Invalid verification status indicator
ms_my: Penunjuk status pengesahan tidak sah
vi_vn: Thông báo trạng thái xác nhận không hợp lệ

# mark_proposal_bpi_email_msg
source: E-Savings proposal Ticket #{0} Marked as BPI. Please click the link below to view the details.
ms_my: Cadangan E-Savings tiket#{0} Tanda sebagai BPI. Sila semak pautan di bawah untuk melihat butiran.
vi_vn: Số ticket để xuất #[---] được dánh dấu như là BPI. Vui lòng nhấn nào link bên dưới để xem chi tiết

# mark_proposal_bpi_email_subject
source: E-Savings project marked as BPI
ms_my: Projek E-Savings ditanda sebagai BPI
vi_vn: Dự án tiết kiệm E-Savings đã được đánh dấu như BPI

# mark_proposal_bpi_error_msg
source: Error: unable to {0} proposal as BPI
ms_my: Ralat : Tidak dapat {0} cadangan sebagai BPI
vi_vn: Lỗi: không thể {0} đê xuất như BPI

# mark_proposal_bpi_success_msg
source: Successfully {0} proposal as BPI
ms_my: Berjaya {0} cadangan sebagai BPI
vi_vn: Ðê xuất BPI thành công {0}

source: No changes made
ms_my: Tiada perubahan dilakukan
vi_vn: Không có sự thay đổi

source: No-verification
ms_my: Tiada pengesahan
vi_vn: Không xác minh

source: Please login
ms_my: Sila Log Masuk
vi_vn: Vui lòng đăng nhập

source: Please select finance approver
ms_my: Sila Pilih Pihak Kewangan yang memberi kelulusan
vi_vn: Vui lòng chọn người phê duyệt tài chính

source: Project type is required
ms_my: Jenis projek diperlukan
vi_vn: Loại dự án được yêu cầu

source: Proposal details not found
ms_my: Butiran cadangan tidak dijumpai
vi_vn: Ðề xuất chi tiết không được tìm thấy

source: Proposal entry not found!
ms_my: Kemasukan cadangan tidak dijumpai!
vi_vn: Không tìm thấy đề xuất

# proposal_imgs_unable_upload
source: Proposal Images (Unable to upload)
ms_my: Cadangan Imej (Tidak dapat muat naik)
vi_vn: Hình ảnh đề xuất (không thể tải lên)

source: Remarks is required
ms_my: Keterangan diperlukan
vi_vn: Ghi chú được yêu cầu

# re_assign_project_CA_email_msg
source: E-Savings ticket#{0}, is re-assign to you as cost-analyst approver by {1}. Please click the link below to view the details
ms_my: E-Savings ticket#{0}, akan ditugaskan semula kepada anda sebagai pengesahan penganalisa kos oleh {1}. Sila semak pautan di bawah untuk melihat butiran
vi_vn: Ticket #{0}, đã được gán lại cho bạn từ người phê duyệt phân tích chi phí {1}. Vui lòng nhấn vào link bên dưới để xem chi tiết

# re_assign_project_CA_error_msg
source: Error on assigning new cost-analyst, please contact site admin
ms_my: Kesalahan untuk memberikan penganalisa kos baharu, sila hubungi admin dalaman
vi_vn: Lôi trong quá trình chỉ định phân tích giá mới, vui lòng liên hệ quản trị viên khu vực

# re_assign_project_CA_success_msg
source: Successfully assigned new cost-analyst
ms_my: Berjaya menugaskan penganalisa kos baru
vi_vn: Ðã gán thành công người phân tích chi phí mới

# re_assign_project_finance_email_msg
source: E-Savings ticket#{0}, is re-assign to you as finance approver by {1}. Please click the link below to view the details
ms_my: E-Savings ticket#{0}, akan diberikan semula kepada anda sebagai pihak kewangan yang memberi kelulusan oleh {1}. Sila semak pautan di bawah untuk melihat butiran
vi_vn: Ticket #{0}, đã được gán lại cho bạn từ người phê duyệt tài chính {1}. Vui lòng nhấn vào link bên dưới để xem chi tiết

# re_assign_project_finance_error_msg
source: Error on assigning new finance, please contact site admin
ms_my: Ralat untuk memberi pembiayaan baru, sila hubungi admin dalaman
vi_vn: Lỗi trong quá trình gán tài chính mới, vui lòng liên hệ quản trị viên khu vực

# re_assign_project_finance_success_msg
source: Successfully assigned new finance
ms_my: Berjaya melantik kewangan baru
vi_vn: Ðã gán thành công tài chính mới

source: Saved
ms_my: Disimpan
vi_vn: Ðã lưu

# save_action_owner_response_complete_reqmts_msg
source: Please complete the requirements, (Remarks and supporting documents)
ms_my: Sila lengkapkan keperluan, (Catatan dan dokumen sokongan)
vi_vn: Vui lòng hoàn tất các yêu cầu, (Ghi chú và các tài liệu hỗ trợ)

# save_action_owner_response_email_msg
source: E-Savings Ticket #{0} Action item responded by action owner {1}. Please click the link below to view the details
ms_my: Tiket E-Savings #{0} item tindakan ditangani oleh pemilik tindakan {1}. Sila klik pautan di bawah untuk melihat butiran
vi_vn: Ticket #{0}. Hành động đã được phản hồi từ người thực hiện hành động {1}. Vui lòng nhấnn vào link bên dưới để xem chi tiết

# save_action_owner_response_email_subject
source: Action Needed from E-Savings-Ticket#
ms_my: Tindakan diperlukan daripada E-Savings-Tiket#
vi_vn: Yêu cầu hành động từ hệ thống E-Saving (Ticket #)

# save_project_owner_response_email_msg
source: E-Savings Ticket #{0} - Project owner responded [{1}]. Please click the link below to view the details
ms_my: Tiket E-Savings #{0} - Pemilik projek menjawab [{1}]. Sila klik pautan di bawah untuk melihat butiran
vi_vn: Ticket #{0} – Người thực hiện dự án đã phản hồi {1}. Vui lòng nhấnn vào link bên dưới để xem chi tiết

# save_project_owner_response_email_subject
source: Project Owner from E-Savings-Ticket#
ms_my: Pemilik Projek dari E-Savings-Ticket #
vi_vn: Người thực hiện dự án từ hệ thống E-Saving - Ticket #

source: Selected finance approver not found
ms_my: Pihak Kewangan yang dipilih tidak dijumpai
vi_vn: Người xác nhận tài chính được chọn không tìm thấy

# submit_proposal_email_msg
source: E-Savings NEW proposal Ticket #{0}. Please click the link below to view the details
ms_my: No.Tiket[{0}] Cadangan E-Saving BARU . Sila klik pautan di bawah untuk melihat butiran
vi_vn: Số ticket đề xuất mới #{0}. Vui lòng nhấn vào link bên dưới để xem chi tiết

# submit_proposal_email_subject
source: New E-Savings Entry
ms_my: Kemasukan E-Savings Baru
vi_vn: Ðăng nhập vào hệ thống E-Saving mới

# submit_proposal_error_msg
source: Error submitting your proposal, kindly contact APPs team to check the error, Thank you!
ms_my: Ralat mengemukakan cadangan anda, sila hubungi pasukan APPs untuk menyemak ralat, Terima kasih!
vi_vn: Đề xuất gửi đi của bạn bị lỗi, vui lòng liên hệ nhóm APPs để kiểm tra lỗi, cám ơn!

# successfully_deleted
source: Deleted successfully
ms_my: Berjaya dipadamkan
vi_vn: Xóa dữ liệu thành công

source: Successfully Saved!
ms_my: Berjaya disimpan
vi_vn: Ðã lưu thành công!

source: Successfully submitted
ms_my: Berjaya Dihantar
vi_vn: Đăng nhập thành công

# successfully_updated
source: Updated successfully
ms_my: Berjaya dikemas kini
vi_vn: Ðã cập nhật thành công

source: Successfully uploaded
ms_my: Berjaya dihantar
vi_vn: Ðã tải lên thành công

source: Successfully verified!
ms_my: Pengesahan Berjaya!
vi_vn: Xác minh thành công

# supporting_docs_unable_upload
source: Supporting Images (Unable to upload)
ms_my: Dokumen sokongan (tidak dapat muat naik)
vi_vn: Hình ảnh hỗ trợ (không thể tải lên)

# supporting_docs_uploaded
source: Supporting documents uploaded
ms_my: Dokumen sokongan dimuat naik
vi_vn: Tài liệu hỗ trợ đã được tải lên

# trying_to_assign_current_approver
source: Error: trying to assign current approver
ms_my: Ralat: cuba memberikan pihak memberi kelulusan semasa
vi_vn: Lỗi: thử gán lại người phê duyệt hiện tại

source: Unknown
ms_my: Tidah diketahui
vi_vn: Không biết

source: Unable to add finance approver
ms_my: Tidak dapat menambah Pihak kewangan yang memberi kelulusan
vi_vn: Không thể thêm người phê duyệt tài chính

source: Unable to add/update dollar impact
ms_my: Tidak dapat menambah / mengemaskini impak dolar
vi_vn: Không thể thêm/ cập nhật tác động tiền đô la

source: Unable to add/update expected project start date
ms_my: Tidak dapat menambah / mengemas kini tarikh permulaan projek yang dijangkakan
vi_vn: Không thể thêm/cập nhật ngày bắt đầu dự án

# unable_to_add_update_number_months_active
source: Unable to add/update number of months to be active
ms_my: Tidak dapat menambah / mengemas kini bilangan bulan untuk menjadi aktif
vi_vn: Không thể thêm/cập nhật số tháng hoạt động

source: Unable to add/update project type
ms_my: Tidak dapat menambah / mengemaskini jenis projek
vi_vn: Không thể thêm/cập nhật loại dự án

source: Unable to reassign finance approver
ms_my: Tidak dapat menetap semula Pihak Kewangan yang memberi kelulusan
vi_vn: Không thể gán lại người phê duyệt tài chính

# unable_to_update_overall_status_to
source: Unable to update overall status ({0})
ms_my: Tidak dapat mengemas kini status keseluruhan ({0})
vi_vn: Không thể cập nhật trạng thái tổng quan ({0})

source: Unable to verify this proposal
ms_my: Tidak dapat mengesahkan cadangan ini
vi_vn: Không thể xác nhận đề xuất này

# unable_update_verification_results
source: Unable to update verification results
ms_my: Tidak dapat mengemas kini hasil pengesahan
vi_vn: Không thể cập nhật kết quả xác nhận

source: Updated Current due date
ms_my: Kemaskini tarikh akhir semasa
vi_vn: Ðã cập nhật ngày hết hạn hiện tại

source: Updated Finance category
ms_my: kemaskini kategori kewanagan
vi_vn: Ðã cập nhật loại tài chánh

source: Updated Original due date
ms_my: kemaskini tarikh akhir asal
vi_vn: Ðã cập nhật ngày hết hạn ban đầu

source: Updated Planned project start date
ms_my: Tarikh permulaan projek yang dirancang telah dikemaskinikan
vi_vn: Ðã cập nhật ngày bắt đầu dự án theo kế hoạch

source: Updated Planned saving start date
ms_my: Tarikh permulaan penjimatan yang dirancang telah dikemaskinikan
vi_vn: Ðã cập nhật ngày bắt đầu tiết kiệm theo kế hoạch

source: Updated Actual completion date
ms_my: Tarikh siap sebenar telak dikemaskinikan
vi_vn: Ðã cập nhật ngày hoàn thành thực tế

# update_proposal_email_msg
source: E-Savings proposal Ticket #{0} - Updated by {1}. <br/>Please click the link below to view the details
ms_my: Tiket Cadangan E-Saving#{0} Dikemas kini ole {1} dan berikan penganalisa kos kelulusan Baru. Sila semak pautan di bawah untuk melihat butiran.
vi_vn: Vé đề xuất tiết kiệm điện tử #{0} - Được cập nhật bởi {1}. Vui lòng nhấp vào liên kết bên dưới để xem chi tiết

# update_proposal_email_subject
source: E-Savings Entry Updated
ms_my: Kemasukan E-Simpanan Baru Dikemaskini
vi_vn: Ðã cập nhật đăng nhập vào hệ thống E-Saving mới

# update_proposal_error_msg
source: Unable to update your proposal details
ms_my: Tidak dapat mengemas kini butiran cadangan anda
vi_vn: Chi tiết đề xuất của bạn không thể cập nhật

source: Verification status not found
ms_my: Status pengesahan tidak dijumpai
vi_vn: Trạng thái xác minh không tìm thấy

source: Verified
ms_my: Disahkan
vi_vn: Ðã xác nhận

source: Verified closed
ms_my: Pengesahan ditutup
vi_vn: Xác nhận đã đóng

source: Verify not done
ms_my: Pengesahan tidak dilakukan
vi_vn: Xác nhận không hoàn thành

# area_dept
source: Area/Department Beneficiary
vi_vn: Khu vực / Bộ phận thụ hưởng

source: Current description
vi_vn: Mô tả hiện tại

source: Dollar impact
vi_vn: Tác động của đồng đô la

source: Done adding finance approver
vi_vn: Đã thêm xong người phê duyệt tài chính

source: Expected start date
vi_vn: Ngày bắt đầu dự kiến được yêu cầu

source: Invalid Status
vi_vn: Tình trạng không hợp lệ

# number_of_months_active
source: Number of months to be active
vi_vn: Số tháng hoạt động

source: Permission denied
vi_vn: Quyền bị từ chối

source: Project Id
vi_vn: Id dự án

source: Project Title
vi_vn: Tên dự án

source: Project type
vi_vn: Loại dự án

source: Proposal description
vi_vn: Mô tả đề xuất

source: Remarks
vi_vn: Nhận xét

# action_approval_email_msg
source: E-Savings Ticket #{0}. {1} by {2}. <br/>Please click the link below to view the details.
ms_my: #Tiket E-Saving {0}. {1} oleh {2}. Sila semak pautan di bawah untuk melihat butiran
vi_vn: E-Savings Số ticket #{0} - {1} bởi {2} Vui lòng nhấn vào link bên dưới để xem chi tiết

# finance_approval_email_msg
source: E-Savings Ticket #{0}. {1} by {2}. <br/>Please click the link below to view the details.
ms_my: #Tiket E-Saving {0}. {1} oleh {2}. Sila semak pautan di bawah untuk melihat butiran
vi_vn: E-Savings Số ticket #{0} - {1} bởi {2} Vui lòng nhấn vào link bên dưới để xem chi tiết

# finance_approval_success_msg
source: Successfully moved status to <i>{0}</i> status!
ms_my: Berjaya pindah status ke <i>{0}</i> status
vi_vn: Chuyển thành công trạng thái sang trạng thái {0}

# number_of_months_active_required
source: Number of months to be active is required
vi_vn: Số tháng để hoạt động là bắt buộc

source: Updated funnel status
vi_vn: Trạng thái kênh được cập nhật

source: Update dollar impact
vi_vn: Cập nhật tác động của đồng đô la

# update_number_of_months_active
source: Update number of months to be active
vi_vn: Cập nhật số tháng hoạt động
