Repository: micro9000/Cost-Saving-Project-Reporting-System
Catalog: ESAVINGS-v1/Resources/Details/Details.*.resx
Languages: ms_my, vi_vn

# ActionDescriptionLbl
source: Action description
ms_my: Penerangan tindakan
vi_vn: Mô tả hành động

# ActionItemTabHeader
source: Action Item
ms_my: Perkara tindakan
vi_vn: Hạng mục cần thực hiện

# ActionVerificationDateLbl
source: Verification Date
ms_my: Tarikh Pengesahan
vi_vn: Ngày xác nhận

# ActionVerificationStatusLbl
source: Verification Status
ms_my: Status Pengesahan
vi_vn: Tình trạng xác nhận

# ActionVerifyDoneBtnLbl
source: Verify Done
ms_my: Pengeahkan Selesai
vi_vn: Xác nhận hoàn tất

# ActionVerifyNotDoneBtnLbl
source: Verify Not Done
ms_my: Pengesahkan Tidak Selesai
vi_vn: Xác nhận không hoàn tất

# ActiveBtnLbl
source: Active
ms_my: Aktif
vi_vn: Hoạt động

# AdditionalDescriptionLbl
source: Additional Description (Computed Cost reduction / Cost Avoidance)
ms_my: Penerangan Tambahan (Pengurangan Kos Pengiraan / Pengelakan Kos)
vi_vn: Thêm mô tả (Cắt giảm chi phí ước tính/ Chi phí tránh)

# ApprovalStatusTabHeader
source: Approval status
ms_my: Status kelulusan
vi_vn: Tình trạng phê duyệt

# ApprovalStatus_NoVerification
source: No-verification
ms_my: Tiada pengesahan
vi_vn: Chưa xác nhận

# ApprovalStatus_VerifiedClosed
source: Verified-closed
vi_vn: Xác nhận được đóng

# ApprovalStatus_VerifyNotDone
source: Verify-no-done
ms_my: Disahkan -Ditutup
vi_vn: Xác nhận chưa hoàn tất

# ApproverNameLbl
source: Approver
ms_my: Pihak memberi kelulusan
vi_vn: Người phê duyệt

# ApproverRemarksLbl
source: Remarks
ms_my: Kenyataan Tambahan
vi_vn: Ghi chú

# AssignActionBtnLbl
source: Assign action
ms_my: Menetapkan Tindakan
vi_vn: Gán hoạt động

# AssignActionOwnerModalHeader
source: Assign action owner
ms_my: Berikan pemilik tindakan
vi_vn: Gán hoạt động cho người có liên quan

# AssignBtnLbl
source: Assign
ms_my: Berikan
vi_vn: Gán

# AssignedDatelbl
source: Assigned Date
ms_my: Tarikh ditetapkan
vi_vn: Gán ngày

# AssigneedSectionHeader
source: Assignee Section
ms_my: Bahagian Pemilih Tindakan
vi_vn: Người phụ trách hạng mục

# AttachedByTbHeader
source: Attached By
ms_my: Dilampirkan oleh
vi_vn: Được đính kèm bởi

# AttachmentSectionHeader
source: Attachment Section
ms_my: Bahagian Lampiran
vi_vn: Hạn mục đính kèm

# AttachmentTabHeader
source: Attachment
ms_my: Lampiran
vi_vn: Sự đính kèm

source: Best Practice Implementation
ms_my: Pelaksanaan Amalan Terbaik
vi_vn: Thực hiện luyện tập hoàn hảo

# CancelBtnLbl
source: Cancel
ms_my: Batal
vi_vn: Hủy

# ChangeCostAnalystLbl
source: Change Cost-Analyst
ms_my: Tukar Penganalisa-Kos
vi_vn: Thay đổi phân tích chi phí

source: ChangeFinanceLbl
ms_my: Tukar Kos
vi_vn: Thay đổi tài chính LbI

# ChooseActionOwnerLbl
source: Choose action owner
ms_my: Pilih pemilik tindakan
vi_vn: Chọn người thực hiện hành động

# ChooseCostAnalystApproverLbl
source: Choose cost-analyst approver
ms_my: Pilih penganalisa kos kelulusan
vi_vn: Chọn người phê duyệt phân tích chi phí

source: ChooseFinanceApproverLbl
ms_my: Pilih Pihak memberi kelulusan
vi_vn: CHọn người phê duyệt tài chính

# ContinueUpdateBtnLbl
source: Continue Update
ms_my: Sambung kemas kini
vi_vn: Tiếp tục cập nhật

# CostAnalystApproverLbl
source: Cost-Analyst
ms_my: Penganalisa kos
vi_vn: Phân tích chi phí

# CostAnalystVerifiedDateLbl
source: Verified Date
ms_my: Tarikh Disahkan
vi_vn: Đã xác nhận ngày

# CostAnalystVerifiedStatusLbl
source: Verified Status
ms_my: Status Disahkan
vi_vn: Đã xác nhận tình trạng

# CostFunnelEvaluatingBtnLbl
source: Cost Funnel Evaluating
ms_my: Penilaian Kos Funnel
vi_vn: Đánh giá chi phí rót

# CurrentCostAnalystRemarksLbl
source: Remarks
ms_my: Kenyataan Tambahan
vi_vn: Các ghi chú

# CurrentDescLbl
source: Current
ms_my: Semasa
vi_vn: Hiện tại

# DateSubmittedLbl
source: Date submitted
ms_my: Tarikh Hantar
vi_vn: Ngày đã nộp

# DepartmentAreaBeneficiaryLbl
source: Department / Area beneficiary
ms_my: Jabatan / Kawasan Benefisiari
vi_vn: Phòng ban/khu vực thụ hưởng

# DeptCostAnalystSectionHeader
source: Department Cost Analyst Section
ms_my: Seksyen Jabatan Penganalisa Kos
vi_vn: Nhóm phòng ban phân tích chi phí

# DollarImpactLbl
source: Dollar Impact
ms_my: Kesan Dolar
vi_vn: Ảnh hưởng Dola

# DuplicateEntryBtnLbl
source: Duplicate Entry
ms_my: Kemasukan Duplikat
vi_vn: Nhập trùng lặp

# EmployeeNameLbl
source: Project Initiator
ms_my: Nama Pekerja
vi_vn: Tên nhân viên

# ExistingProjectBtnLbl
source: Existing Project
ms_my: Projek Sedia Ada
vi_vn: Dự án hiện hành

# ExpectedStartDateLbl
source: Expected Start Date
ms_my: Tarikh Mula Dijangkakan
vi_vn: Ngày mong đợi bắt đầu

# FileNameTbHeader
source: File Name
ms_my: Name fail
vi_vn: Tên

# FinanceApprovalLbl
source: Finance Approval
ms_my: Kelulusan Kewangan
vi_vn: Phê duyệt tài chính

# FinanceApproverLbl
source: Finance Approver
ms_my: Pihak Kwangan yang memberi kelulusan
vi_vn: Người phê duyệt tài chính

# FinanceCategoryLbl
source: Finance Category
vi_vn: Nhóm tài chính

# FinanceSectionHeader
source: Finance Section
ms_my: Bahagian Kewangan
vi_vn: Nhóm tài chính

# InvalidBtnLbl
source: Invalid
ms_my: Tidak Sah
vi_vn: Vô hiệu

# MarkAsBPI
source: ** Marked as Best practice implementation **
ms_my: ** Ditandakan sebagai Pelaksanaan Amalan Terbaik **
vi_vn: **Đánh dấu sự thực thi hoàn hảo**

# MonthLbl
source: Month
ms_my: Bulan
vi_vn: Tháng

# NeededActionLbl
source: Needed action
ms_my: Tindakan yang diperlukan
vi_vn: Hành động cần thực hiện

# NoAttachMsg
source: THERE IS NO ATTACHMENT AT THE MOMENT
ms_my: TIADA LAMPIRAN BUAT MASA KINI
vi_vn: Hiện tại không có file đính kèm

# NumberOfMonthsToBeActiveLbl
source: Number of months to be active
ms_my: Bilangan bulan untuk menjadi aktif
vi_vn: Số tháng hoạt động

# OverviewTabHeader
source: Overview
ms_my: Gambaran keseluruhan
vi_vn: Tổng quan

# OwnerNameLbl
source: Owner Name
ms_my: Nama Pemilik
vi_vn: Tên người phụ trách

# OwnersRemarksLbl
source: Owner's Remarks
ms_my: Pernyataan Pemilik
vi_vn: Ghi chú của người phụ trách

# ProjectOwnerLb
source: Project Owner
vi_vn: Chủ dự án

# ProjectTitleLbl
source: Project Title
ms_my: Tajuk Projek
vi_vn: Tên đề tài

# ProjectTypeLbl
source: Benefit Type
ms_my: Jenis Projek
vi_vn: Loại đề tài

# ProposalApprover_Closed
source: Closed
ms_my: Ditutup
vi_vn: Đã đóng

# ProposalApprover_Disapproved
source: Disapproved
ms_my: Tidak Diluluskan
vi_vn: Không được phê duyệt

# ProposalApprover_NoVerification
source: No-verification
ms_my: Tiada Pengesahan
vi_vn: Không xác nhận

# ProposalApprover_Saved
source: Saved
ms_my: Disimpan
vi_vn: Đã lưu

# ProposalApprover_Verified
source: Verified
ms_my: Disahkan
vi_vn: Đã phê duyệt

# ProposalDescLb
source: Proposal
ms_my: Cadangan
vi_vn: Đề xuất

# ProposalDetailsHeader
source: Proposal Details
ms_my: Butiran Cadangan
vi_vn: Chi tiết đề xuất

# SaveBtnLbl
source: Save
ms_my: Simpan
vi_vn: Lưu

# SearchEmployeeLbl
source: Search Employee
ms_my: Carian Pekerja
vi_vn: Tìm kiếm nhân viên

# SupportingDocumentsLbl
source: Supporting Documents
ms_my: Dokumen Sokongan
vi_vn: Các tài liệu hỗ trợ

# TicketNumberLbl
source: Ticket #
ms_my: Nombor Tiket
vi_vn: Số thẻ

# TotalDollarImpactLbl
source: Total Dollar Impact
ms_my: Jumlah Kesan Dolar
vi_vn: Tổng dola ảnh hưởng

# UpdateProposalbtn
source: Update this proposal
ms_my: Kemaskini cadangan ini
vi_vn: Cập nhật đề xuất này

# updateProposalWarningMsg
source: NOTE: Changing the area/department beneficiary might change the cost-analyst approver.
ms_my: NOTA: Penukaran benefisiari kawasan / jabatan mungkin mengubah pelulus kos penganalisa
vi_vn: Chú ý: Thay đổi khu vực bộ phận thụ hưởng sẽ thay đổi người phê duyệt chi phí phân tích
